tinymce.Resource.add(
  "tinymce.html-i18n.help-keynav.hi",
  "<h1>कबर नवगशन शर कर</h1>\n" +
    "\n" +
    "<dl>\n" +
    "  <dt>मन बर पर फकस कर</dt>\n" +
    "  <dd>Windows य Linux: Alt+F9</dd>\n" +
    "  <dd>macOS: &#x2325;F9</dd>\n" +
    "  <dt>टलबर पर फकस कर</dt>\n" +
    "  <dd>Windows य Linux: Alt+F10</dd>\n" +
    "  <dd>macOS: &#x2325;F10</dd>\n" +
    "  <dt>फटर पर फकस कर</dt>\n" +
    "  <dd>Windows य Linux: Alt+F11</dd>\n" +
    "  <dd>macOS: &#x2325;F11</dd>\n" +
    "  <dt>नटफकशन फकस</dt>\n" +
    "  <dd>Windows य Linux: Alt+F12</dd>\n" +
    "  <dd>macOS: &#x2325;F12</dd>\n" +
    "  <dt>पसगक टलबर पर फकस कर</dt>\n" +
    "  <dd>Windows, Linux य macOS: Ctrl+F9</dd>\n" +
    "</dl>\n" +
    "\n" +
    "<p>नवगशन पहल UI आइटम पर शर हग, जस हइलइट कय जएग य पहल आइटम क ममल म फटर तत पथ म\n" +
    "  रखकत कय जएग।</p>\n" +
    "\n" +
    "<h1>UI सकन क बच नवगट कर</h1>\n" +
    "\n" +
    "<p>एक UI सकन स दसर सकन म जन क लए, <strong>Tab</strong> दबए।</p>\n" +
    "\n" +
    "<p>एक UI सकन स पछल सकन म जन क लए, <strong>Shift+Tab</strong> दबए।</p>\n" +
    "\n" +
    "<p>इन UI सकन क <strong>Tab</strong> कम नच दय गय ह:</p>\n" +
    "\n" +
    "<ol>\n" +
    "  <li>मन बर</li>\n" +
    "  <li>पतक टलबर समह</li>\n" +
    "  <li>सइडबर</li>\n" +
    "  <li>फटर म तत पथ</li>\n" +
    "  <li>फटर म शब गणन टगल बटन</li>\n" +
    "  <li>फटर म बडग लक</li>\n" +
    "  <li>फटर म सपदक क आकर बदलन क हडल</li>\n" +
    "</ol>\n" +
    "\n" +
    "<p>अगर कई UI सकन मजद नह ह, त उस छड दय जत ह।</p>\n" +
    "\n" +
    "<p>अगर फटर म कबर नवगशन फकस ह, और कई दख दन वल सइडबर नह ह, त <strong>Shift+Tab</strong> दबन स\n" +
    "  फकस पहल टलबर समह पर चल जत ह, पछल पर नह।</p>\n" +
    "\n" +
    "<h1>UI सकन क भतर नवगट कर</h1>\n" +
    "\n" +
    "<p>एक UI तत स दसर म जन क लए उपयक <strong>ऐर</strong> कज दबए।</p>\n" +
    "\n" +
    "<p><strong>बए</strong> और <strong>दए</strong> ऐर कजय</p>\n" +
    "\n" +
    "<ul>\n" +
    "  <li>मन बर म मन क बच ल जत ह।</li>\n" +
    "  <li>मन म एक सब-मन खल।</li>\n" +
    "  <li>टलबर समह म बटन क बच ल जए।</li>\n" +
    "  <li>फटर क तत पथ म आइटम क बच ल जए।</li>\n" +
    "</ul>\n" +
    "\n" +
    "<p><strong>नच</strong> और <strong>ऊपर</strong> ऐर कजय</p>\n" +
    "\n" +
    "<ul>\n" +
    "  <li>मन म मन आइटम क बच ल जत ह।</li>\n" +
    "  <li>टलबर पप-अप मन म आइटम क बच ल जए।</li>\n" +
    "</ul>\n" +
    "\n" +
    "<p>फकस वल UI सकन क भतर <strong>ऐर</strong> कजय चलत रहत ह।</p>\n" +
    "\n" +
    "<p>कई खल मन, कई खल सब-मन य कई खल पप-अप मन बद करन क लए <strong>Esc</strong> कज दबए।</p>\n" +
    "\n" +
    "<p>अगर मजद फकस कस वशष UI सकन क 'शर' पर ह, त <strong>Esc</strong> कज दबन स भ\n" +
    "  कबर नवगशन पर तरह स बहर ह जत ह।</p>\n" +
    "\n" +
    "<h1>मन आइटम य टलबर बटन नषदत कर</h1>\n" +
    "\n" +
    "<p>जब वछत मन आइटम य टलबर बटन हइलइट कय जत ह, त आइटम क नषदत करन क लए <strong>Return</strong>, <strong>Enter</strong>,\n" +
    "  य <strong>Space bar</strong> दबए।</p>\n" +
    "\n" +
    "<h1>गर-टब वल डयलग पर नवगट कर</h1>\n" +
    "\n" +
    "<p>गर-टब वल डयलग म, डयलग खलन पर पहल इटरकव घटक फकस लत ह।</p>\n" +
    "\n" +
    "<p><strong>Tab</strong> or <strong>Shift+Tab</strong> दबकर इटरकव डयलग घटक क बच नवगट कर।</p>\n" +
    "\n" +
    "<h1>टब कए गए डयलग पर नवगट कर</h1>\n" +
    "\n" +
    "<p>टब कए गए डयलग म, डयलग खलन पर टब मन म पहल बटन फकस लत ह।</p>\n" +
    "\n" +
    "<p>इस डयलग टब क इटरकव घटक क बच नवगट करन क लए <strong>Tab</strong> य\n" +
    "  <strong>Shift+Tab</strong> दबए।</p>\n" +
    "\n" +
    "<p>टब मन क फकस दकर और फर उपलब टब म क बच जन क लए उपयक <strong>ऐर</strong>\n" +
    "  कज दबकर दसर डयलग टब पर सच कर।</p>\n",
);
