tinymce.Resource.add(
  "tinymce.html-i18n.help-keynav.th_TH",
  "<h1>เรมตนการนทางดวยแปนพมพ</h1>\n" +
    "\n" +
    "<dl>\n" +
    "  <dt>โฟกสทแถบเมน</dt>\n" +
    "  <dd>Windows หรอ Linux: Alt+F9</dd>\n" +
    "  <dd>macOS: &#x2325;F9</dd>\n" +
    "  <dt>โฟกสทแถบเครองมอ</dt>\n" +
    "  <dd>Windows หรอ Linux: Alt+F10</dd>\n" +
    "  <dd>macOS: &#x2325;F10</dd>\n" +
    "  <dt>โฟกสทสวนทาย</dt>\n" +
    "  <dd>Windows หรอ Linux: Alt+F11</dd>\n" +
    "  <dd>macOS: &#x2325;F11</dd>\n" +
    "  <dt>โฟกสไปทการแจงเตอน</dt>\n" +
    "  <dd>Windows หรอ Linux: Alt+F12</dd>\n" +
    "  <dd>macOS: &#x2325;F12</dd>\n" +
    "  <dt>โฟกสทแถบเครองมอตามบรบท</dt>\n" +
    "  <dd>Windows, Linux หรอ macOS: Ctrl+F9</dd>\n" +
    "</dl>\n" +
    "\n" +
    "<p>การนทางจะเรมทรายการ UI แรก ซงจะมการไฮไลตหรอขดเสนใตไวในกรณทรายการแรกอยใน\n" +
    "  พาธองคประกอบสวนทาย</p>\n" +
    "\n" +
    "<h1>การนทางระหวางสวนตางๆ ของ UI</h1>\n" +
    "\n" +
    "<p>ในการยายจากสวน UI หนงไปยงสวนถดไป ใหกด <strong>Tab</strong></p>\n" +
    "\n" +
    "<p>ในการยายจากสวน UI หนงไปยงสวนกอนหนา ใหกด <strong>Shift+Tab</strong></p>\n" +
    "\n" +
    "<p>ลดบ<strong>แทบ</strong>ของสวนตางๆ ของ UI คอ:</p>\n" +
    "\n" +
    "<ol>\n" +
    "  <li>แถบเมน</li>\n" +
    "  <li>แตละกลมแถบเครองมอ</li>\n" +
    "  <li>แถบขาง</li>\n" +
    "  <li>พาธองคประกอบในสวนทาย</li>\n" +
    "  <li>ปมสลบเปด/ปดจนวนคในสวนทาย</li>\n" +
    "  <li>ลงกชอแบรนดในสวนทาย</li>\n" +
    "  <li>จดจบปรบขนาดของตวแกไขในสวนทาย</li>\n" +
    "</ol>\n" +
    "\n" +
    "<p>หากสวน UI ไมปรากฏ แสดงวาถกขามไป</p>\n" +
    "\n" +
    "<p>หากสวนทายมการโฟกสการนทางแปนพมพและไมมแถบขางปรากฏ การกด <strong>Shift+Tab</strong>\n" +
    "  จะยายการโฟกสไปทกลมแถบเครองมอแรก ไมใชสดทาย</p>\n" +
    "\n" +
    "<h1>การนทางภายในสวนตางๆ ของ UI</h1>\n" +
    "\n" +
    "<p>ในการยายจากองคประกอบ UI หนงไปยงองคประกอบสวนถดไป ใหกดปม<strong>ลกศร</strong>ทเหมาะสม</p>\n" +
    "\n" +
    "<p>ปมลกศร<strong>ซาย</strong>และ<strong>ขวา</strong></p>\n" +
    "\n" +
    "<ul>\n" +
    "  <li>ยายไปมาระหวางเมนตางๆ ในแถบเมน</li>\n" +
    "  <li>เปดเมนยอยในเมน</li>\n" +
    "  <li>ยายไปมาระหวางปมตางๆ ในกลมแถบเครองมอ</li>\n" +
    "  <li>ยายไปมาระหวางรายการตางๆ ในพาธองคประกอบของสวนทาย</li>\n" +
    "</ul>\n" +
    "\n" +
    "<p>ปมลกศร<strong>ลง</strong>และ<strong>ขน</strong></p>\n" +
    "\n" +
    "<ul>\n" +
    "  <li>ยายไปมาระหวางรายการเมนตางๆ ในเมน</li>\n" +
    "  <li>ยายไปมาระหวางรายการตางๆ ในเมนปอบอพแถบเครองมอ</li>\n" +
    "</ul>\n" +
    "\n" +
    "<p>ปม<strong>ลกศร</strong>จะเลอนไปมาภายในสวน UI ทโฟกส</p>\n" +
    "\n" +
    "<p>ในการปดเมนทเปดอย เมนยอยทเปดอย หรอเมนปอบอพทเปดอย ใหกดปม <strong>Esc</strong></p>\n" +
    "\n" +
    "<p>หากโฟกสปจจบนอยท ‘ดานบนสด’ ของสวน UI เฉพาะ การกดปม <strong>Esc</strong> จะทใหออกจาก\n" +
    "  การนทางดวยแปนพมพทงหมดเชนกน</p>\n" +
    "\n" +
    "<h1>การดเนนการรายการเมนหรอปมในแถบเครองมอ</h1>\n" +
    "\n" +
    "<p>เมอไฮไลตรายการเมนหรอปมในแถบเครองมอทตองการ ใหกด <strong>Return</strong>, <strong>Enter</strong>\n" +
    "  หรอ <strong>Space bar</strong> เพอดเนนการรายการดงกลาว</p>\n" +
    "\n" +
    "<h1>การนทางสหรบกลองโตตอบทไมอยในแทบ</h1>\n" +
    "\n" +
    "<p>ในกลองโตตอบทไมอยในแทบ จะโฟกสทสวนประกอบเชงโตตอบแรกเมอกลองโตตอบเปด</p>\n" +
    "\n" +
    "<p>นทางระหวางสวนประกอบเชงโตตอบตางๆ ของกลองโตตอบ โดยการกด <strong>Tab</strong> หรอ <strong>Shift+Tab</strong></p>\n" +
    "\n" +
    "<h1>การนทางสหรบกลองโตตอบทอยในแทบ</h1>\n" +
    "\n" +
    "<p>ในกลองโตตอบทอยในแทบ จะโฟกสทปมแรกในเมนแทบเมอกลองโตตอบเปด</p>\n" +
    "\n" +
    "<p>นทางระหวางสวนประกอบเชงโตตอบตางๆ ของแทบกลองโตตอบนโดยการกด <strong>Tab</strong> หรอ\n" +
    "  <strong>Shift+Tab</strong></p>\n" +
    "\n" +
    "<p>สลบไปยงแทบกลองโตตอบอนโดยการเลอกโฟกสทเมนแทบ แลวกดปม<strong>ลกศร</strong>ทเหมาะสม\n" +
    "  เพอเลอกแทบทใชได</p>\n",
);
